template_private_explain = "<b>机器人使用说明：</b>\n" \
                           "先将机器人拉入群，由群管理设置操作人\n" \
                           "设置操作人；命令“设置操作人 @xxx ，@前加空格”\n" \
                           "设置费率；命令“设置费率x”\n" \
                           "设置回U汇率；命令“设置汇率x.xx”\n" \
                           "设置实时汇率；命令“设置实时汇率”\n" \
                           "                          点击最底行：确定\n" \
                           "开始记账；命令“开始记账”\n" \
                           "入款；命令“+xxx”\n" \
                           "下发；命令“下发xxx” \n" \
                           "显示当日账单；命令“显示账单” \n" \
                           "\n" \
                           "删除当日账单：命令“删除账单”\n" \
                           "删除历史账单:   命令“删除历史账单”\n" \
                           "\n" \
                           "        保存账单:   命令“保存账单”\n" \
                           "\n" \
                           "<b>特别说明：</b>\n" \
                           "1、固定汇率和实时汇率不可同时设置，默认为最后一次的设置。\n" \
                           "2、启动记账功能后，费率、汇率、入回款单位等换汇设置可修改，\n" \
                           "      记账中途换汇率或费率时下发不显示人民币数字，如需显示必须先保存或删除当前账单。\n" \
                           "3、入款数 x（1 - 费率）/ 汇率值 = 回款数。\n" \
                           "4、记账机器只能下发u，下发人民币时，设置汇率1 。\n" \
                           "5、例如下发100U时，输入：下发100\n" \
                           "6、费率支持负数，就是出RMB 方上浮收手续费，比如设置费率-3%，\n" \
                           "7、网页账单，支持导出 excel。\n" \
                           "\n" \
                           "<b>命令大全：</b>\n" \
                           "设置操作人+空格+@xxx\n" \
                           "删除操作人+空格+@xxx \n" \
                           "设置所有人\n" \
                           "显示操作人\n" \
                           "显示账单(+0)\n" \
                           "显示历史账单\n" \
                           "显示实时汇率（z0、Z0）\n" \
                           "删除账单\n" \
                           "保存账单\n" \
                           "设置费率xx\n" \
                           "设置汇率x.xx\n" \
                           "设置实时汇率\n" \
                           "开始记账 \n" \
                           "+xxx\n" \
                           "-xxx\n" \
                           "\n" \
                           "下发xxxx (默认下发U的数量）\n" \
                           "\n" \
                           "显示模式1（只显示最近三笔入款和下发，默认）"
